name = 'это моя строка '
print(name[0])
print(name[-1])
print(name[2:5])
print(name[::-1])
print(len(name))
print(name*2)
# Используя индексацию строк, выполните следующие действия со строкой - 'это моя строка' (должно быть 6 вызовов print в коде):
# Выведите первый символ.
# Выведите последний символ (используя отрицательный индекс).
# Выведите подстроку с третьего по пятый символы (то есть со второго по четвёртый индекс. Важно помнить что в записи [4:8] выведется с 4 по 7 индекс).
# Выведите строку наоборот
# Выведите длину строки (функция len).
# Соедините строки 'это новая строка' и 'это моя строка' (в той же последовательности) и выведите результат на экран.